{
  "Your message was sent.": "Ihre Nachricht wurde gesendet.",
  "Say hello": "Sag hallo",
  "Contact": "Kontakt",
  "Got a problem to solve?": "Haben Sie ein Problem zu lösen?",
  "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Wenn Sie Kontakt mit mir aufnehmen möchten, nutzen Sie gerne das Formular auf dieser Seite. Ich bin stets interessiert, Ihre Ideen und Perspektiven kennenzulernen und möchte gerne meine Arbeit zu Ihren Projekten beitragen.",
  "Need a Fullstack developer?": "Sie benötigen einen Web-Entwickler?",
  "Imprint": "Impressum",
  "Data protection": "Datenschutz",
  "About me": "Über mich",
  "Skills set": "Fertigkeiten",
  "My work": "Meine Arbeit",
  "This page is a sample of my work - please feel free to try them out": "Diese Seite bietet Ihnen einen Einblick in meine Fähigkeiten. Probieren Sie sich aus!",
  "Skill set": "Fertigkeiten",
  "Hello! I am Eugen": "Hallo! Ich bin Eugen",
  "FRONTEND": "FRONTEND",
  "DEVELOPER": "DEVELOPER",
  "SCROLL": "SCROLL",
  "Let's work together": "Lass uns loslegen!",
  "I am a Front-end developer based in Wiesbaden, Germany. I enjoy helping designers and companies bring their ideas into real life. I am looking forward to continuing my developer career with a job in a junior web developer position.": "Ich bin ein leidenschaftlicher Front-End-Entwickler aus Wiesbaden, Deutschland, und ich liebe es, Designern und Unternehmen dabei zu unterstützen, ihre Visionen zu verwirklichen. Als Entwickler ist es mir ein Anliegen, meine Fähigkeiten ständig weiterzuentwickeln und ich bin daher auf der Suche nach der perfekten Gelegenheit, um als Junior-Webentwickler in meiner Karriere voranzukommen.",
  "If you think I’d be a good match for your projects, contact me!": "Ich würde mich sehr freuen, wenn Sie mich kontaktieren und gemeinsam besprechen, wie ich Ihren Projekten zum Erfolg verhelfen kann.",
  "Send a message": "Nachricht senden",
  "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Ein Aufgabenmanager im Kanban-Stil hilft Ihnen bei der Erstellung und Organisation von Aufgaben durch Drag-and-Drop-Funktionen. Benutzer und Kategorien können zugewiesen werden, um Aufgaben besser zu strukturieren und zu verfolgen.",
  "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Pepe's Jump, Run & Throw ist ein objektorientiertes Spiel, in dem Pepe Münzen und Tabasco-Salsa sammeln muss, um gegen die verrückte Henne zu kämpfen. Erlebe aufregende Sprünge, Läufe und Würfe, während du Pepe auf seiner Mission begleitest.",
  "Based on the PokéAPI a simple library that provides and catalogues pokemon information.": "Die Pokémon Information Library ist eine Bibliothek, die auf der PokéAPI basiert und Pokémon-Informationen bereitstellt. Sie bietet detaillierte Informationen zu allen bekannten Pokémon und ermöglicht eine einfache Suche und Filtrierung nach bestimmten Kriterien.",
  "Ring of Fire is a party game in which participants must draw cards and perform actions.": "Ring of Fire ist ein aufregendes Partyspiel, bei dem die Spieler Karten ziehen und dann bestimmte Aktionen ausführen müssen. Es sorgt für jede Menge Spaß und Unterhaltung und ist ideal für größere Gruppen."
}
